tap "oven-sh/bun"

brew "act"
brew "asciinema"
brew "ast-grep"
brew "autojump"
brew "awscli"
brew "buf"
brew "bun"
brew "claude-squad"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitui"
brew "git-lfs"
brew "gnupg"
brew "golangci-lint"
brew "grpcurl"
brew "hadolint"
brew "htop"
brew "jq"
brew "mise"
brew "mysql-client@8.0"
brew "neovim"
brew "pngpaste"
brew "powerlevel10k"
brew "pre-commit"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rv"
brew "shared-mime-info"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "uv"
brew "webp"
brew "wget"
brew "wrk"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "aerial"
cask "arc"
cask "aws-vault-binary"
cask "claude"
cask "claude-code"
cask "codex"
cask "deepl"
cask "discord"
cask "firefox"
cask "font-d2coding-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "gureumkim"
cask "jetbrains-toolbox"
cask "jspiner/viber/viber"
cask "linear-linear"
cask "mimestream"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "stats"
cask "visual-studio-code"
