tap "homebrew/bundle"
tap "withgraphite/tap"

brew "act"
brew "asciinema"
brew "asdf"
brew "ast-grep"
brew "autojump"
brew "awscli"
brew "buf"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitui"
brew "git-lfs"
brew "gnupg"
brew "golangci-lint"
brew "graphite"
brew "grpcurl"
brew "hadolint"
brew "htop"
brew "jq"
brew "libpq"
brew "mysql-client"
brew "neovim"
brew "powerlevel10k"
brew "pre-commit"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "webp"
brew "wget"
brew "withgraphite/tap/graphite"
brew "wrk"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "aerial"
cask "alacritty"
cask "arc"
cask "aws-vault"
cask "chromedriver"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "fork"
cask "gureumkim"
cask "jetbrains-toolbox"
cask "mimestream"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "stats"
cask "visual-studio-code"
