tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"

brew "act"
brew "asciinema"
brew "asdf"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fasd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitui"
brew "git-lfs"
brew "gnupg"
brew "golangci-lint"
brew "grpcurl"
brew "hadolint"
brew "htop"
brew "jq"
brew "libpq"
brew "mysql"
brew "pre-commit"
brew "protobuf"
brew "neovim"
brew "reattach-to-user-namespace"
brew "shared-mime-info"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wrk"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"

cask "1password-cli"
cask "aerial"
cask "alacritty"
cask "aws-vault"
cask "chromedriver"
cask "discord"
cask "docker"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "fork"
cask "google-chrome"
cask "gureumkim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "spotify"
cask "stats"
cask "visual-studio-code"
